export const vipCharacters = [
  {
    id: 401,
    name: "Алый Эликсир Сердцезова",
    icon: "img/VIP_предложения/зелье.jpg",
    description:"Флакон сияющего рубинового зелья, заключённый в золотые рога-держатели. Внутри — живая эссенция, пульсирующая, будто сердце.",
    rarity: "VIP"
  },
  {
    id: 501,
    name: "Громогласный Кодекс Воронов",
    icon: "img/VIP_предложения/книгавип.jpg",
    description:"Огромная книга из фиолетового пергамента, расцветающая электрическими разрядами. Два ворона — стражи тома — оживают при его раскрытии.",
    rarity: "VIP"
  },
  {
    id: 701,
    name: "Громогласный Кодекс Воронов",
    icon: "img/VIP_предложения/випперс.jpg",
    description:"Алая Королева Судеб — наследница карточного трона, чья улыбка обаятельна, но способна стать последним, что увидит её враг. Она мастер иллюзий, манипуляций и карточной магии: каждая карта в её руках — это оружие, судьба или приговор. Красно-чёрная эстетика, корона, символы мастей, уверенная поза — всё говорит о том, что она не просто персонаж, а правило игры сама по себе",
    rarity: "VIP"
  },
];

